Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_ilmoittaa_haettavaksi_henkilostopaallikon_maaraaikaisen_tehtavan.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät ilmoittaa haettavaksi henkilöstöpäällikön määräaikaisen tehtävän
sme: Sámediggi almmuha ohcan láhkai bargiidhoavdda mearreáigásaš barggu

source: Työ alkaisi 3.10.2022 ja kestäisi 31.3.2023 saakka.
sme: Bargu álggášii 3.10.2022 ja bisttášii 31.3.2023 rádjai.

source: Saamelaiskäräjät tulee tämän määräaikaisen virkasuhteen aikana julistamaan henkilöstöpäällikön vakinaisen viran haettavaksi maaliskuussa 2023, joten tehtävästä kiinnostuneelle määräaikaisuus olisi hyvä mahdollisuus hakeutua vakituiseen virkasuhteeseen.
sme: Sámediggi boahtá almmuhit dán mearreáigásaš virgegaskavuođa áigge bargiidhoavdda fásta virggi ohcan láhkai njukčamánus 2023, nu ahte barggus beroštuvvan olbmui mearreáigásašvuohta livččii buorre vejolašvuohta ohcat fásta virgái.

source: Saamelaiskäräjät on noin 75 työntekijän organisaatio, jonka työntekijät toimivat monipuolisesti erilaisissa tehtävissä ja eri vastuualueilla.
sme: Sámediggi lea sullii 75 bargi organisašuvdna, man bargit doibmet máŋggabealagit iešguđetlágan doaimmain ja sierra vástusurggiin.

source: Saamelaiskäräjät on yksi saamelaisalueen merkittävistä työnantajista.
sme: Sámediggi lea sámeguovllus okta mearkkašahtti bargoaddi.

source: Saamelaiskäräjien työntekijöiden päätoimipaikkana on Saamelaiskulttuurikeskus Sajos, Inarissa, mutta työntekijät työskentelevät laajasti eri puolilla Suomea ja saamelaisalueella.
sme: Sámedikki bargiid váldodoaibmabáikin lea Sámekulturguovddáš Sajos, Anáris, muhto bargit barget viidát birra Suoma ja sámeguovllu.

source: Henkilöstöpäällikön tehtävänä on vastata Saamelaiskäräjillä kaikista palvelussuhteen aikaisista henkilöstöhallinnon prosesseista rekrytoinnista aina työsuhteen päättymiseen saakka.
sme: Bargiidhoavdda bargun lea vástidit Sámedikkis buot bargogaskavuođa áigásaš bargoveahkahálddahusa proseassain rekryteremis álot bargogaskavuođa nohkama rádjai.

source: Henkilöstöpäällikkö tukee koko henkilöstöä kaikissa palvelussuhteeseen ja työhyvinvointiin liittyvissä asioissa, vastaa henkilöstöstrategian ja -ohjeiden sekä päätösten laatimisesta ja toimeenpanosta.
sme: Bargiidhoavda doarju olles bargoveaga buot áššiin, mat laktásit bargogaskavuhtii ja barggus veadjimii, fuolaha bargoveahkastrategiija ja – rávvagiid ja maiddái mearrádusaid dahkamis ja ollašuhttimis.

source: Henkilöstöpäällikkö toimii esihenkilöiden työparina, erityisesti vastuullaan henkilöstöhallintoon, työhyvinvointiin ja työnantajapolitiikkaan liittyvät asiat.
sme: Bargiidhoavda doaibmá doaimmahathoavddaid bargopárran, erenomážit vástida áššiin, mat laktásit bargoveahkahálddahussii, barggus veadjimii ja bargoaddipolitihkkii.

source: Lisäksi henkilöstöpäällikkö toimii palkkahallinnon ja työterveyshuollon yhteyshenkilönä.
sme: Lassin bargiidhoavda doaibmá bálkáhálddahusa ja bargodearvvasvuođafuolahusa oktavuođaolmmožin.

source: Henkilöstöpäällikkö toimii yleisessä toimistossa hallintopäällikön alaisuudessa.
sme: Bargiidhoavda doaibmá almmolaš doaimmahagas hálddahushoavdda vuollásažžan.

source: Kelpoisuusehtona on tehtävän edellyttämä soveltuva ylempi korkeakoulututkinto ja saamen kielen taito (asetus 1727/95).
sme: Gelbbolašvuođagáibádussan leat barggu eaktudan heivvolaš bajit allaskuvladutkkus ja sámegiela dáidu (ásahus 1727/95).

source: Tehtävän menestyksellistä hoitamista edesauttaa laaja saamelaiskulttuurin tuntemus, työkokemus henkilöstöhallinnon ja työhyvinvoinnin kehittämisestä, tietämys käytännön palvelussuhdeasioista, erityisestä virkamieslain ja valtion virkaehtosopimuksen soveltamisesta sekä hyvät neuvottelu-, tiimityöskentely- ja viestintätaidot.
sme: Barggu ceavzilis dikšuma veahkehit sámekultuvrra viiddes dovdamuš, bargohárjánupmi bargoveahkahálddahusa ja barggus veadjima ovddideamis, diehtu geavada bargogaskavuođaáššiin, erenomážit virgeolmmošlága ja stáhta virgeeaktosoahpamuša heiveheamis ja maiddái buorit ráđđádallan-, ovttasbargan- ja gulahallandáiddut.

source: Lisäksi eduksi katsotaan yhteistyötä rakentava ja ratkaisukeskeinen työskentelytapa sekä kyky käsitellä useita erilaisia tehtäviä vastuullisesti kovassakin paineessa.
sme: Lassin ovdun gehččojuvvojit, ahte ovddida ovttasbargama ja máhttá ohcat čovdosiid ja bastá gieđahallat máŋggaid iešguđetlágan bargguid vásttolaččat garrage streassa vuolde.

source: Henkilöstöpäällikön palkkaus määräytyy Saamelaiskäräjien palkkausjärjestelmän vaativuustason IV/I mukaisesti (peruspalkka 2885,14 €).
sme: Bargiidhoavdda bálká mearrašuvvá Sámedikki bálkávuogádaga gáibádusdási IV/I mielde (vuođđobálká 2885,14 €).

source: Peruspalkan lisäksi työstä maksetaan 24 %:n saamelaisalueen lisä saamelaisalueella työskenneltäessä sekä työkokemuksen mukaan määräytyvät kokemuslisät.
sme: Vuođđobálkká lassin barggus máksojuvvojit 24 %:a sámeguovllu lassi, go bargá sámeguovllus, ja bargohárjánumi mielde ahkelasit.

source: Tehtävässä noudatetaan kolmen kuukauden koeaikaa.
sme: Barggus čuvvojuvvo golmma mánotbaji geahččalanáigi.

source: Hakemukset liitteineen tulee toimittaa Saamelaiskäräjien sihteeristöön 28.9.2022 mennessä https://www.sympahr.net/public/pq.aspx?ec6badc1
sme: Ohcamušaid mildosiiguin galgá doaimmahit Sámedikki čállingoddái 28.9.2022 rádjai čujuhussii https://www.sympahr.net/public/pq.aspx?ec6badc1

source: Lisätietoja työstä antaa hallintopäällikkö Pia Ruotsala-Kangasniemi puh. 040 726 2688 tai pia.ruotsala@samediggi.fi
sme: Lassidieđuid barggus addá hálddahushoavda Pia Ruotsala-Kangasniemi tel. 040-7262688 dahje pia.ruotsala@samediggi.fi

source: Saamelaiskäräjien toimintaan voi tutustua nettiosoitteessa www.samediggi.fi.
sme: Sámedikki doaimmaide sáhttá oahpásmit neahttačujuhusas www.samediggi.fi.

source: Inarissa 7.9.2022 Saamelaiskäräjät
sme: Anáris 7.9.2022 Sámediggi
